---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.NotTransmittedModelException
source: html/69019207-fef2-360b-bd21-1ffc100695db.htm
---
# NotTransmittedModelException Members

Retrieves data needed to serialize the target object.